Revit 2027 API
ParameterTypeId.CurtainVersionParam Property
 "Curtain version"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainVersionParam { get; }
Public Shared ReadOnly Property CurtainVersionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainVersionParam {
	ForgeTypeId^ get ();
}
static member CurtainVersionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace